const list = {
  content: [
    {
      name: '白洋淀景区',
      address: '河北省雄安新区容城县奥威路16号（奥威路与罗萨大街交叉口西80米）',
      latitude: 38.949825,
      longitude: 115.988947,
      description:
        '白洋淀是中国海河平原上最大的湖泊。位于河北省中部。旧称白羊淀，又称西淀。因电影《小兵张嘎》而驰名中外。是在太行山前的永定河和滹沱河冲积扇交汇处的扇缘洼地上汇水形成。现有大小淀泊143个，其中以白洋淀较大，总称白洋淀。面积336平方千米。水产资源丰富，淡水鱼有50多种，白洋淀由堤防围护，淀内壕沟纵横，河淀相通，田园交错，水村掩映。淀上波光荡漾，水鸟啁啾，芦苇婆娑，荷香暗送，构成了一幅生态美景。素有华北明珠之称、亦有“北国江南、北地西湖”之誉。2007年，保定市白洋淀景区经国家旅游局正式批准为国家5-旅游景区。安新县白洋淀大观园占地128万平方米，工程投资6000万元，属荷花观赏景区。园内荟萃中外荷花366种，是我国荷花种植面最大品种最多的生态旅游景区。园内有五区（迎宾区、服务区、餐饮区、观景区、度假区）、四园（精品荷园、垂钓园、静心园、民俗园）、三港（泊船港、观鱼港、休闲港）、二滩（浴场沙滩、休闲滩）、一山（观景山）；十里环园路，百顷荷花塘，千丈赏荷桥，万米船行道。游大观园重点是赏荷，在156种名贵珍品中稀有莲种有美国的黄莲、日本的大贺莲、中美合育的友谊牡丹莲。南美王莲尤有特色，能负重数斤，堪称莲中之魁。白洋淀大观园所处之地，名曰荷花淀，千百年来，这里的荷花，不知吸引了多少文人墨客，倾倒了多少达官显贵，陶醉了多少红男绿女，折服了几代皇妃帝王。到白洋淀赏荷，的确是一大快事。但愿白洋淀大观园的荷花对各位游客有一点启迪之情。门票：50元/人电瓶车：10元/人次（环园1圈）游览时间：3小时左右。',
      distance: 0,
      kTime: '周一至周日07:00-18:00',
      img: 'https://oss.xay.xacloudy.cn/images/2024-10/37ab13ee-e824-4eb3-a09a-ef75b47c2c40aa.png',
      imgArr: [
        'https://oss.xay.xacloudy.cn/images/2024-10/37ab13ee-e824-4eb3-a09a-ef75b47c2c40aa.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/261d26a5-838d-4831-a04d-0cc07b549369bb.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/e941d0f3-c2db-4af9-b3c2-c79c5c91db94cc.png',
      ],
      level: '5A',
    },
    {
      name: '悦容公园',
      address: '河北省雄安新区容城县乐民街',
      latitude: 39.060885,
      longitude: 115.903191,
      description:
        '雄安悦容公园位于雄安新区北部容城组团，占地面积约160公顷，是贯穿容城组团南北向城市空间的重要生态景观廊道，也是容城组团公共活动集聚和城市功能展开的核心区域之一。“悦”字取愉快、喜悦之意，“容”字表示开放、包容，悦容公园因此得名。以中国传统园林文化为核心，构建了“一河两湖三进苑、千年绿脉显九园，融绘古今画中来，中国园林呈经典”的空间意象，承担着城市绿色开发、生态共享、弘扬文化、追求艺术、传承经典、塑造特色等功能。悦容公园的风光以安和塔为核心展开，既延续了历史文化和乡愁，也展现着对千年之城美好生活的向往。安和塔的设计取形于传说中古容城的白塔，取意“万方安和，天下大同”。北苑再现的是先秦时期《诗经》中“关关雎鸠，在河之洲”的意象，给人返璞归真之感。中苑则 “以塔为核，绘大地诗画”，登塔俯瞰，“悦容春晓图”跃然眼前。南苑给人以庄重有序之感，体现中国古典园林的礼仪与章法，承礼中轴，展开美丽画卷。',
      distance: 0,
      kTime: '周一至周日00:00-24:00周一至周日07:00-18:00',
      img: 'https://oss.xay.xacloudy.cn/images/2024-10/13e542f4-d576-4a19-823a-ee8e7841bbae%E6%82%A6%E5%AE%B91%20(1).png',
      imgArr: [
        'https://oss.xay.xacloudy.cn/images/2024-10/13e542f4-d576-4a19-823a-ee8e7841bbae%E6%82%A6%E5%AE%B91%20(1).png',
        'https://oss.xay.xacloudy.cn/images/2024-10/9469ffbe-e938-4ab7-bb9e-d932514fb729yr2.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/35c246fc-d90a-4139-9389-f3629f2f24e8yr3.png',
      ],
    },
    {
      name: '宋辽边关地道',
      address: '河北省雄安新区雄县将台路159号文源小区对面西80米）',
      latitude: 38.989832,
      longitude: 116.115455,
      description:
        '雄县境内的地道，现已查明的分丽部分，即位于雄县双堂乡祁岗村地道和雄州镇邢村大台地道。最大的洞室长8米，宽3米，高3米，甬道最低处仅0.6米，据《雄县志》记载，此地道由雄州通向霸州城，两城相距35公里。由于未勘查、发掘，地道长度不明。祁岗地段发掘修复了30米。邢村大台地道宽1.2-2米，高1.65米，巷道、阶梯障道宽0.46-0.65米，高1.25米。现已发掘修复200余米，可对外开放参观。雄县、霸州、永清一带在宋辽时期是宋、辽交界处，边关地带。这里战事频繁，宋名将杨延昭在此地镇守达16年之久，寸土未失。此处为平原地区，在战场上无天险可据，杨延昭屡战屡胜，与当时所修地下战道不无关系。根据地道的结构、走向、出土的器物，初步认定此地道在军事上有三个用途一是藏、运兵;二是迅速传递情报;三是用声学原理监测敌情。古地道曾出土有酱釉缸、弹丸、铁镞等。',
      distance: 0,
      kTime: '冬令: 08:30-17:30,17:30停止入场;夏令08:30-18:00，18:00停止入场。',
      img: 'https://oss.xay.xacloudy.cn/images/2024-10/8d1a953b-a367-406f-8453-f899fe956318gd1.png',
      imgArr: [
        'https://oss.xay.xacloudy.cn/images/2024-10/8d1a953b-a367-406f-8453-f899fe956318gd1.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/0f7694ae-1a65-4ae0-9a13-535d1f4b4a1fgd2.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/733d5b00-4f70-496d-9f71-ca0adeeb51b4gd3.png',
      ],
    },
    {
      name: '辛玛森林动物乐园',
      address: '河北省雄安新区容城县郊野公园南街北辛玛森林动物乐园南门',
      latitude: 39.083002,
      longitude: 115.939447,
      description:
        '玛森林动物乐园坐落于雄安新区容城县郊野公园南街，南门总占地面积超过两百亩，园内栖息着六十多种动物，并配备了多样的游乐设施。这个乐园巧妙融合了可爱动物、科普教育和主题娱乐，创造出一个既有趣又富有教育意义的环境。活泼可爱的松鼠形象贯穿游乐主题，巧妙地将科技、动物与自然结合在一起，形成了一座独特的森林乐园。在乐园里，您可以近距离观察到众多珍稀动物，包括憨态可掬的大熊猫、灵动活泼的金丝猴、威风凛凛的白虎以及高大优雅的长颈鹿和黑白相间的斑马等。这些动物在宽敞舒适的环境中悠闲地生活，让您感受到大自然的奇妙之处。此外，乐园还设置了多个主题展区，如非洲草原、亚洲丛林和北极冰原等，孩子们在游玩的同时，可以学习到丰富的动物知识。',
      distance: 0,
      kTime: '周一至周日09:00-18:00（最晚入园17:00）',
      img: 'https://oss.xay.xacloudy.cn/images/2024-10/d0559d59-1cb4-4c13-9a0d-c06e654feb48ly2.png',
      imgArr: [
        'https://oss.xay.xacloudy.cn/images/2024-10/d0559d59-1cb4-4c13-9a0d-c06e654feb48ly2.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/e039d250-796e-482b-ab6a-4f5ec92c5abbly3.png',
      ],
    },
    {
      name: '雄安郊野公园',
      address: '河北省雄安新区容城县津保路与京雄高速交叉口西北角',
      latitude: 39.088198,
      longitude: 115.91519,
      description:
        '雄安郊野公园以“生态雄安”为主题，集中体现大型林地的生态屏障、水源涵养功能，突出自然野趣、休闲游憩，强调生态、自然、人文特色。雄安郊野公园以河北省地市级行政区划为单元，11个地级市及雄安、定州、辛集14个城市各以自己区划的特色建一个展园，共14个展园，共同构成一个“林为体、水为脉、文为魂”的郊野公园。',
      kTime: '周一至周日07:00-18:00',
      img: 'https://oss.xay.xacloudy.cn/images/2024-10/14d8f397-53a8-4d23-b705-fdca167f37e6jy1.png',
      imgArr: [
        'https://oss.xay.xacloudy.cn/images/2024-10/14d8f397-53a8-4d23-b705-fdca167f37e6jy1.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/dbe0802b-299b-40f1-91a6-c1ba97c5679djy2.png',
        'https://oss.xay.xacloudy.cn/images/2024-10/46389d44-30d8-409d-bf2b-8c3f7731dec7jy3.png',
      ],
    },
  ],
}

export default () => {
  return {
    list,
  }
}
